Repository: DiegoHSO/CGAssessment
Catalog: CGAssessment/Infrastructure/LocalizedStrings/*.lproj/Localizable.strings
Languages: pt_br

# quantity_key
source: Amount
pt_br: Quantidade

# performance_key
source: Performance
pt_br: Desempenho

# sarcopenia_assessment_tooltip_key
source: Run at least one assessment from each category
pt_br: Execute pelo menos uma avaliação de cada categoria

# muscle_health_assessment_key
source: Muscle health assessment
pt_br: Avaliação da saúde muscular

# affected_categories_key
source: Affected categories
pt_br: Categorias afetadas

# muscle_strength_key
source: Muscle strength
pt_br: Força muscular

# muscle_amount_key
source: muscle amount
pt_br: quantidade muscular

# muscle_performance_key
source: muscle performance
pt_br: desempenho muscular

# and_key
source: and
pt_br: e

# sarcopenia_assessment_excellent_result_key
source: Individual not suspected of having sarcopenia
pt_br: Indivíduo sem suspeita de presença de sarcopenia

# sarcopenia_assessment_good_result_key
source: Individual likely to have sarcopenia
pt_br: Indivíduo com provável presença de sarcopenia

# sarcopenia_assessment_medium_result_key
source: Individual with confirmed presence of sarcopenia
pt_br: Indivíduo com confirmada presença de sarcopenia

# sarcopenia_assessment_bad_result_key
source: Individual with severe sarcopenia
pt_br: Indivíduo com presença de sarcopenia grave

# one_key
source: One
pt_br: Um

# two_key
source: Two
pt_br: Dois

# three_key
source: Three
pt_br: Três

# four_key
source: Four
pt_br: Quatro

# five_key
source: Five
pt_br: Cinco

# six_key
source: Six
pt_br: Seis

# seven_key
source: Seven
pt_br: Sete

# eight_key
source: Eight
pt_br: Oito

# nine_key
source: Nine
pt_br: Nove

# ten_key
source: Ten
pt_br: Dez

# cga_name_key
source: Comprehensive Geriatric Assessment
pt_br: Avaliação Geriátrica Ampla

# cga_name_patient_key
source: %PATIENT_NAME's Comprehensive Geriatric Assessment
pt_br: Avaliação Geriátrica Ampla de %PATIENT_NAME

# cga_short_patient_key
source: %PATIENT_NAME's CGAs
pt_br: AGAs de %PATIENT_NAME

# last_edited_key
source: Last modified on
pt_br: Última modificação em

# filtered_by_key
source: Ordered by:
pt_br: Ordenado por:

# recent_key
source: Most recent
pt_br: Mais recente

# older_key
source: Oldest
pt_br: Mais antigo

# all_key
source: All
pt_br: Todos

# by_patient_key
source: Patient
pt_br: Paciente

# cgas_empty_state_key
source: There are no registered CGAs
pt_br: Não há registro de AGAs

# cgas_empty_state_action_key
source: Start new CGA
pt_br: Iniciar nova AGA

# new_cga_empty_state_key
source: No patients were found
pt_br: Não foram encontrados pacientes

# new_cga_empty_state_action_key
source: Create new patient
pt_br: Criar novo paciente

# has_key
source: Has
pt_br: Possui

# cga_in_progress_key
source: CGA in progress
pt_br: AGA em progresso

# until_now_key
source: until now
pt_br: até o momento

# a_to_z_key
source: A to Z
pt_br: A até Z

# z_to_a_key
source: Z to A
pt_br: Z até A

# older_age_key
source: Older age
pt_br: Maior idade

# younger_age_key
source: Younger age
pt_br: Menor idade

# current_cga_key
source: Current CGA application
pt_br: Aplicação da AGA atual

# created_on_key
source: Assessment created on
pt_br: Avaliação criada em

# example_cga_key
source: CGA example (with fictional data)
pt_br: AGA de exemplo (com dados fictícios)

# patient_conflict_alert_title_key
source: Error creating patient
pt_br: Erro ao criar paciente

# patient_conflict_alert_description_key
source: There is already a patient record with the same name, birth date and gender provided. Please check the registered patients.
pt_br: Já existe um cadastro de paciente com o mesmo nome, data de nascimento e sexo informados. Por favor, verifique os pacientes cadastrados.

# ok_key
source: OK
pt_br: Certo

# mini_mental_state_exam_first_question_key
source: How much education time does the patient have?
pt_br: Quanto tempo de escolaridade o paciente possui?

# mini_mental_state_exam_second_question_key
source: Ask the patient to repeat the following phrase: "No ifs, ands, or buts."
pt_br: Peça ao paciente que repita a seguinte frase: "nem aqui, nem ali, nem lá"

# mini_mental_state_exam_third_question_key
source: Write it down on paper and ask the patient to read and execute the following order: “close your eyes”
pt_br: Escreva em um papel e peça ao paciente que leia e execute a seguinte ordem: ”feche os olhos”

# mini_mental_state_exam_fourth_question_key
source: Ask the patient to write any sentence on a piece of paper.
pt_br: Peça ao paciente que escreva uma frase qualquer em um papel

# mini_mental_state_exam_fifth_question_key
source: Ask the patient to copy the following drawing:
pt_br: Peça ao paciente que copie o seguinte desenho:

# mini_mental_state_exam_first_section_question_key
source: Ask the patient the current year, month, day of the month, day of the week and time.
pt_br: Questione ao paciente qual o ano, mês, dia do mês, dia da semana e hora atuais.

# mini_mental_state_exam_second_section_question_key
source: Where are we?
pt_br: Onde estamos?

# mini_mental_state_exam_third_section_question_key
source: Name three objects (car, vase, brick) and ask the patient to pay attention and repeat them. If the patient is unable to do so, teach them until they learn (maximum 6 times).
pt_br: Nomeie três objetos (carro, vaso, tijolo) e peça ao paciente que preste atenção e os repita. Caso o paciente não consiga, ensine-o até que aprenda (no máximo 6 vezes).

# mini_mental_state_exam_fourth_section_question_key
source: Ask the patient to lower 7 out of 100 five successive times. You can ask them to spell the word “world” backwards, if they don't know how to calculate.
pt_br: Peça para que o paciente diminua 7 de 100 cinco vezes sucessivas. Pode-se pedir para que ele soletre a palavra ”mundo” de forma invertida, caso não saiba calcular.

# mini_mental_state_exam_fifth_section_question_key
source: Ask the patient to repeat the names of the three previously named objects.
pt_br: Peça ao paciente que repita o nome dos três objetos nomeados anteriormente.

# mini_mental_state_exam_sixth_section_question_key
source: Show the patient a wristwatch and a pen and then ask them to name them.
pt_br: Mostre um relógio e uma caneta ao paciente e em seguida peça para que os nomeie.

# mini_mental_state_exam_seventh_section_question_key
source: Ask the patient to follow the three-stage command: "take the paper in your right hand, fold it in half, and put it on the floor."
pt_br: Peça para o paciente seguir o comando de três estágios: ”pegue este papel com a mão direita, dobre-o ao meio e coloque-o no chão”

# education_key
source: Education
pt_br: Escolaridade

# time_orientation_key
source: Temporal orientation
pt_br: Orientação temporal

# space_orientation_key
source: Spatial orientation
pt_br: Orientação espacial

# immediate_memory_key
source: Immediate memory
pt_br: Memória imediata

# attention_and_calculation_key
source: Attention and calculation
pt_br: Atenção e cálculo

# evocation_memory_key
source: Evocation memory
pt_br: Memória de evocação

# language_key
source: Language
pt_br: Linguagem

# informed_key
source: Informed
pt_br: Informou

# didnt_inform_key
source: Didn't inform
pt_br: Não informou

# repeated_key
source: Repeated
pt_br: Repetiu

# didnt_repeat_key
source: Didn't repeat
pt_br: Não repetiu

# got_it_key
source: Got it
pt_br: Conseguiu

# failed_key
source: Failed
pt_br: Não conseguiu

# named_key
source: Named
pt_br: Nomeou

# didnt_name_key
source: Didn't name
pt_br: Não nomeou

# carried_out_key
source: Carried out
pt_br: Efetuou

# didnt_carry_out_key
source: Didn't carry out
pt_br: Não efetuou

# more_than_eleven_years_key
source: More than 11 years
pt_br: Mais de 11 anos

# between_nine_and_eleven_years_key
source: Between 9 and 11 years
pt_br: Entre 9 e 11 anos

# between_five_and_eight_years_key
source: Between 5 and 8 years
pt_br: Entre 5 e 8 anos

# between_one_and_four_years_key
source: Between 1 and 4 years
pt_br: Entre 1 e 4 anos

# illiterate_key
source: Illiterate
pt_br: Analfabeto

# repeated_sentence_key
source: Successfully repeated the sentence
pt_br: Repetiu a frase com sucesso

# couldnt_repeat_sentence_key
source: Couldn't repeat the sentence
pt_br: Não conseguiu repetir a frase

# executed_the_order_key
source: Executed the order
pt_br: Executou a ordem

# didnt_execute_the_order_key
source: Didn't execute the order
pt_br: Não executou a ordem

# wrote_correctly_key
source: Wrote the sentence correctly
pt_br: Escreveu a frase corretamente

# didnt_write_correctly_key
source: Didn't write the sentence correctly
pt_br: Não escreveu a frase corretamente

# copied_the_drawing_key
source: Copied the drawing
pt_br: Copiou o desenho

# didnt_copy_the_drawing_key
source: Didn't copy the drawing
pt_br: Não copiou o desenho

# year_key
source: Year
pt_br: Ano

# day_of_month_key
source: Day of the month
pt_br: Dia do mês

# day_of_week_key
source: Day of the week
pt_br: Dia da semana

# time_key
source: Time
pt_br: Hora

# street_or_place_key
source: Street or place
pt_br: Rua ou local

# floor_key
source: Floor
pt_br: Andar

# neighborhood_or_near_street_key
source: Nearby neighborhood or street
pt_br: Bairro ou rua próxima

# city_key
source: City
pt_br: Cidade

# state_key
source: State
pt_br: Estado

# car_key
source: Car
pt_br: Carro

# vase_key
source: Vase
pt_br: Vaso

# brick_key
source: Brick
pt_br: Tijolo

# first_calculation_key
source: Calculate 100-7 or spell 'd'
pt_br: Calcular 100-7 ou soletrar ’o’

# second_calculation_key
source: Calculate 93-7 or spell 'l'
pt_br: Calcular 93-7 ou soletrar ’d’

# third_calculation_key
source: Calculate 86-7 or spell 'r'
pt_br: Calcular 86-7 ou soletrar ’n’

# fourth_calculation_key
source: Calculate 79-7 or spell 'o'
pt_br: Calcular 79-7 ou soletrar ’u’

# fifth_calculation_key
source: Calculate 72-7 or spell 'w'
pt_br: Calcular 72-7 ou soletrar ’m’

# clock_key
source: Wristwatch
pt_br: Relógio

# pen_key
source: Pen
pt_br: Caneta

# first_stage_key
source: Took the paper in their right hand
pt_br: Pegou o papel com a mão direita

# second_stage_key
source: Folded it in half
pt_br: Dobrou ao meio

# third_stage_key
source: Put it on the floor
pt_br: Colocou no chão

# mini_mental_state_exam_excellent_result_key
source: Individual with results suggestive of normal cognition
pt_br: Indivíduo com resultado sugestivo de cognição normal

# mini_mental_state_exam_bad_result_key
source: Individual with results suggestive of cognitive decline
pt_br: Indivíduo com resultado sugestivo de declínio cognitivo

# verbal_fluency_first_instruction_key
source: Ask the patient to list as many items as possible, within 1 minute, from the same semantic or phonemic category.
pt_br: Peça ao paciente que relacione o maior número de itens possível, dentro de 1 minuto, de uma mesma categoria semântica ou fonêmica.

# verbal_fluency_second_instruction_key
source: For example: fruits, animals, foods or words with the same letter.
pt_br: Por exemplo: frutas, animais, alimentos ou palavras com uma mesma letra.

# verbal_fluency_third_instruction_key
source: Remember that repetitions of the same word do not score points, nor do regular gender oppositions (e.g.: cat/cat, dog/dog, wolf/she-wolf, etc.). However, words whose gender opposition has a difference in the structure of the word score twice (e.g.: drone/bee, bull/cow, horse/mare, etc.).
pt_br: Lembre-se que repetições da mesma palavra não pontuam, nem oposições regulares de gênero (ex.: gato/gata, cachorro/cachorra, lobo/loba, etc.). Entretanto, palavras cuja oposição de gênero possuam diferença na estrutura da palavra pontuam duas vezes (ex.: zangão/abelha, bode/cabra, cavalo/égua, etc.).

# verbal_fluency_fourth_instruction_key
source: Start the timer when the patient is ready and increment the counter as the patient reports valid words.
pt_br: Inicie o temporizador quando o paciente estiver pronto e incremente o contador a medida que o paciente for informando palavras válidas.

# verbal_fluency_excellent_result_key
source: Individual with results suggestive of good verbal fluency
pt_br: Indivíduo com resultado sugestivo de boa fluência verbal

# verbal_fluency_bad_result_key
source: Individual suggestive of having a deficiency in verbal fluency
pt_br: Indivíduo sugestivo de possuir deficiência na fluência verbal

# counting_key
source: Counting
pt_br: Contagem

# number_of_spoken_words_key
source: Number of words spoken
pt_br: Número de palavras faladas

# eight_or_more_years_key
source: Eight or more years
pt_br: Oito ou mais anos

# eight_or_less_years_key
source: Less than eight years
pt_br: Menos de oito anos

# timer_key
source: Timer
pt_br: Temporizador

# number_of_words_key
source: Number of words
pt_br: Número de palavras

# word_key
source: word
pt_br: palavra

# words_key
source: words
pt_br: palavras

# clock_drawing_first_instruction_key
source: Offer the patient a blank piece of paper, a pencil, or a pen.
pt_br: Ofereça ao paciente um papel em branco, um lápis ou uma caneta.

# clock_drawing_second_instruction_key
source: Ask the patient to draw a clock with all the numbers and the hands showing eleven hours and ten minutes (11:10).
pt_br: Peça ao paciente que desenhe um relógio com todos os números e com os ponteiros marcando onze horas e dez minutos (11:10).

# outline_key
source: Outline
pt_br: Contorno

# numbers_key
source: Numbers
pt_br: Números

# pointers_key
source: Hands
pt_br: Ponteiros

# clock_drawing_first_section_first_question_key
source: Made an acceptable outline?
pt_br: Fez um contorno aceitável?

# clock_drawing_first_section_second_question_key
source: Made a medium-sized contour?
pt_br: Fez um contorno de tamanho médio?

# clock_drawing_second_section_first_question_key
source: Made the numbers from 1 to 12?
pt_br: Fez os números de 1 a 12?

# clock_drawing_second_section_second_question_key
source: Made only Arabic or Roman numbers?
pt_br: Fez números somente arábicos ou romanos?

# clock_drawing_second_section_third_question_key
source: Did the numbers in the correct order?
pt_br: Fez os números na ordem correta?

# clock_drawing_second_section_fourth_question_key
source: No rotating the paper during the exam?
pt_br: Sem rotacionar o papel durante o exame?

# clock_drawing_second_section_fifth_question_key
source: Put the numbers in the correct position?
pt_br: Fez os números na posição correta?

# clock_drawing_second_section_sixth_question_key
source: Did all the numbers inside the outline?
pt_br: Fez todos os números dentro do contorno?

# clock_drawing_third_section_first_question_key
source: Drew the two hands and/or marks?
pt_br: Desenhou os dois ponteiros e/ou marcas?

# clock_drawing_third_section_second_question_key
source: Indicated the time in some way?
pt_br: Indicou a hora de alguma maneira?

# clock_drawing_third_section_third_question_key
source: Indicated the minutes somehow?
pt_br: Indicou os minutos de alguma maneira?

# clock_drawing_third_section_fourth_question_key
source: Made the hands correctly proportioned, without superfluous marks?
pt_br: Fez os ponteiros de proporção correta, sem marcas supérfluas?

# clock_drawing_third_section_fifth_question_key
source: Did the hands turn on?
pt_br: Fez os ponteiros ligados?

# clock_drawing_third_section_sixth_question_key
source: Made the hands in the center of the clock?
pt_br: Fez os ponteiros no centro do relógio?

# clock_drawing_excellent_result_key
source: Individual with results suggestive of having executive functions, memory, visuoconstructive skills, abstraction and verbal comprehension in a normal state
pt_br: Indivíduo com resultado sugestivo de possuir funções executivas, memória, habilidades visuoconstrutivas, abstração e compreensão verbal em estado de normalidade

# clock_drawing_bad_result_key
source: Individual with results suggestive of having impaired executive functions, memory, visual-constructive skills, abstraction and verbal comprehension
pt_br: Indivíduo com resultado sugestivo de possuir funções executivas, memória, habilidades visuoconstrutivas, abstração e compreensão verbal comprometidas

# visuospatial_key
source: Visuospatial/Executive
pt_br: Visuoespacial/Executiva

# naming_key
source: Naming
pt_br: Nomeação

# memory_key
source: Memory
pt_br: Memória

# attention_key
source: Attention
pt_br: Atenção

# abstraction_key
source: Abstraction
pt_br: Abstração

# delayed_recall_key
source: Delayed recall
pt_br: Evocação tardia

# orientation_key
source: Orientation
pt_br: Orientação

# moca_first_section_first_instruction_key
source: Print or draw the circles below on a sheet of paper. Then, ask the patient to connect the circles using arrows, as illustrated.
pt_br: Imprima ou desenhe os círculos abaixo em uma folha de papel. Em seguida, peça para o paciente conectar os círculos através de setas, assim como ilustrado.

# moca_first_section_second_instruction_key
source: Ask the patient to copy the following cube on a sheet of paper:
pt_br: Peça para o paciente copiar o seguinte cubo em uma folha de papel:

# moca_first_section_third_instruction_key
source: Ask the patient to draw a clock showing ten past eleven (11:10) on a sheet of paper.
pt_br: Peça para o paciente desenhar um relógio marcando onze horas e dez minutos (11:10) em uma folha de papel.

# moca_first_section_fourth_instruction_key
source: Attach drawings (optional):
pt_br: Anexe os desenhos (opcional):

# moca_second_section_first_instruction_key
source: Show the three animals below to the patient and ask them to name them:
pt_br: Mostre os três animais abaixo para o paciente e peça para que os nomeie:

# moca_third_section_first_instruction_key
source: Read the following list of words and ask the patient to remember them and repeat them twice:
pt_br: Leia a seguinte lista de palavras e peça ao paciente que as lembre e as repita duas vezes:

# moca_fourth_section_first_instruction_key
source: Read the following sequence of numbers and ask the patient to repeat it in the same order in which it was presented:
pt_br: Leia a seguinte sequência de números e peça ao paciente que a repita na mesma ordem em que foi apresentada:

# moca_fourth_section_second_instruction_key
source: Read the following sequence of numbers and ask the patient to repeat it in the reverse order to that presented:
pt_br: Leia a seguinte sequência de números e peça ao paciente que a repita na ordem inversa à apresentada:

# moca_fourth_section_third_instruction_key
source: Ask the patient to clap each time they hear you saying the letter “A”. Read the following sequence of letters:
pt_br: Peça ao paciente que bata uma palma cada vez que o ouvir falando a letra ”A”. Leia a seguinte sequência de letras:

# moca_fourth_section_fourth_instruction_key
source: Ask the patient to reduce 7 from 100 and continue asking him to subtract the result by 7 four more times.
pt_br: Peça ao paciente que diminua 7 de 100 e siga pedindo-o para subtrair o resultado por 7 por mais quatro vezes.

# moca_fifth_section_first_instruction_key
source: Ask the patient to repeat, separately, the following phrases:
pt_br: Peça ao paciente que repita, separadamente, as frases a seguir:

# moca_fifth_section_second_instruction_key
source: Ask the patient to say, in one minute, as many words as possible that begin with the letter F.
pt_br: Peça ao paciente que diga, em um minuto, o maior número possível de palavras que comecem com a letra F.

# moca_sixth_section_first_instruction_key
source: Ask the patient what the similarity is between a train and a bicycle. Then, ask the patient what is the similarity between a ruler and a watch.
pt_br: Pergunte ao paciente qual a semelhança entre trem e bicicleta. Em seguida, pergunte qual a semelhança entre régua e relógio.

# moca_seventh_section_first_instruction_key
source: Ask the patient to repeat the list of previously repeated words. Do not give hints. The words are as follows:
pt_br: Peça ao paciente que repita a lista de palavras repetidas anteriormente. Não dê dicas. As palavras são as seguintes:

# moca_eighth_section_first_instruction_key
source: Ask the patient the following questions regarding space-time orientation: what day of the month are we meeting? And the month? And the year? And the day of the week? What place and what city are we in?
pt_br: Faça ao paciente as seguintes perguntas relativas a orientação espaço-temporal: qual o dia do mês que nos encontramos? E o mês? E o ano? E o dia da semana? Qual lugar e em qual cidade estamos?

# moca_first_section_first_question_key
source: Connected the circles?
pt_br: Conectou os círculos?

# moca_first_section_second_question_key
source: Copied the cube?
pt_br: Copiou o cubo?

# moca_first_section_third_question_key
source: Traced the clock?
pt_br: Fez o contorno do relógio?

# moca_first_section_fourth_question_key
source: Drew the numbers on the clock?
pt_br: Desenhou os números no relógio?

# moca_first_section_fifth_question_key
source: Drew the hands on the clock?
pt_br: Desenhou os ponteiros no relógio?

# moca_second_section_first_question_key
source: Named the lion?
pt_br: Nomeou o leão?

# moca_second_section_second_question_key
source: Named the rhino?
pt_br: Nomeou o rinoceronte?

# moca_second_section_third_question_key
source: Named the camel?
pt_br: Nomeou o camelo?

# moca_third_section_first_question_key
source: Repeated the first sequence?
pt_br: Repetiu a primeira sequência?

# moca_third_section_second_question_key
source: Repeated the second sequence?
pt_br: Repetiu a segunda sequência?

# moca_fourth_section_first_question_key
source: Did the patient have two or fewer errors?
pt_br: Paciente teve dois ou menos erros?

# moca_fifth_section_first_question_key
source: Calculated 100-7?
pt_br: Calculou 100-7?

# moca_fifth_section_second_question_key
source: Calculated 93-7?
pt_br: Calculou 93-7?

# moca_fifth_section_third_question_key
source: Calculated 86-7?
pt_br: Calculou 86-7?

# moca_fifth_section_fourth_question_key
source: Calculated 79-7?
pt_br: Calculou 79-7?

# moca_fifth_section_fifth_question_key
source: Calculated 72-7?
pt_br: Calculou 72-7?

# moca_sixth_section_first_question_key
source: Repeated the first sentence?
pt_br: Repetiu a primeira frase?

# moca_sixth_section_second_question_key
source: Repeated the second sentence?
pt_br: Repetiu a segunda frase?

# moca_seventh_section_first_question_key
source: Said the first similarity correctly?
pt_br: Falou a primeira semelhança corretamente?

# moca_seventh_section_second_question_key
source: Said the second similarity correctly?
pt_br: Falou a segunda semelhança corretamente?

# moca_eighth_section_first_question_key
source: Remembered the word "face"?
pt_br: Lembrou da palavra "rosto"?

# moca_eighth_section_second_question_key
source: Remembered the word "velvet"?
pt_br: Lembrou da palavra "veludo"?

# moca_eighth_section_third_question_key
source: Remembered the word "church"?
pt_br: Lembrou da palavra "igreja"?

# moca_eighth_section_fourth_question_key
source: Remembered the word "daisy"?
pt_br: Lembrou da palavra "margarida"?

# moca_eighth_section_fifth_question_key
source: Remembered the word "red"?
pt_br: Lembrou da palavra "vermelho"?

# moca_nineth_section_first_question_key
source: Mentioned the day of the month correctly?
pt_br: Citou o dia do mês corretamente?

# moca_nineth_section_second_question_key
source: Mentioned the month correctly?
pt_br: Citou o mês corretamente?

# moca_nineth_section_third_question_key
source: Mentioned the year correctly?
pt_br: Citou o ano corretamente?

# moca_nineth_section_fourth_question_key
source: Mentioned the day of the week correctly?
pt_br: Citou o dia da semana corretamente?

# moca_nineth_section_fifth_question_key
source: Mentioned the place they are in correctly?
pt_br: Citou o lugar em que está corretamente?
