Repository: DiegoHSO/CGAssessment
Catalog: CGAssessment/Infrastructure/LocalizedStrings/*.lproj/Localizable.strings
Languages: pt_br

# cga_key
source: Comprehensive Geriatric Assessment
pt_br: Avaliação Geriátrica Ampla

# most_recent_application_key
source: Most recent application
pt_br: Aplicação mais recente

# years_key
source: years
pt_br: anos

# missing_domains_key
source: %DOMAIN_NUMBER domains left to complete
pt_br: Falta completar %DOMAIN_NUMBER domínios

# no_missing_domains_key
source: All domains were evaluated
pt_br: Todos os domínios avaliados

# no_registered_applications_key
source: No registered CGA applications
pt_br: Sem aplicações da AGA registradas

# begin_first_cga_key
source: What about starting your first assessment?
pt_br: Que tal iniciar sua primeira avaliação?

# see_cga_example_key
source: See CGA example
pt_br: Ver exemplo de AGA

# in_key
source: In
pt_br: Em

# day_key
source: day
pt_br: dia

# days_key
source: days
pt_br: dias

# month_key
source: Month
pt_br: Mês

# months_key
source: months
pt_br: meses

# today_key
source: Today
pt_br: Hoje

# altered_domain_key
source: altered domains
pt_br: domínio alterado

# altered_domains_key
source: altered domains
pt_br: domínios alterados

# none_key
source: No
pt_br: Nenhum

# last_application_key
source: Last CGA applied in
pt_br: Última AGA aplicada em

# no_reapplications_next_key
source: There are no reapplications next
pt_br: Não há reaplicações próximas

# up_to_date_key
source: Assessments up to date!
pt_br: Avaliações em dia!

# revise_cgas_key
source: What about revising the done ones?
pt_br: Que tal revisar as já feitas?

# revise_cgas_action_key
source: Review applied CGAs
pt_br: Revisar AGAs aplicadas

# home_key
source: Home
pt_br: Início

# cgas_key
source: CGAs
pt_br: AGAs

# preferences_key
source: Preferences
pt_br: Definições

# age_key
source: years
pt_br: anos

# yes_key
source: Yes
pt_br: Sim

# no_key
source: No
pt_br: Não

# new_cga_header_key
source: Did you already evaluate this patient?
pt_br: Você já fez uma avaliação para este paciente?

# please_select_key
source: Please, select:
pt_br: Por favor, selecione:

# please_fill_in_key
source: Please, fill in the data:
pt_br: Por favor, preencha os dados:

# search_patient_key
source: Search patient
pt_br: Procurar paciente

# patient_name_key
source: Patient name
pt_br: Nome do paciente

# name_key
source: Name
pt_br: Nome

# birth_date_key
source: Birth date
pt_br: Data de nascimento

# gender_key
source: Gender
pt_br: Sexo

# female_key
source: Female
pt_br: Feminino

# male_key
source: Male
pt_br: Masculino

# start_key
source: Start
pt_br: Iniciar

# new_cga_key
source: New CGA
pt_br: Nova AGA

# hello_key
source: Hello
pt_br: Olá

# todo_evaluations_key
source: Assessments to reapply
pt_br: Avaliações a reaplicar

# start_new_cga_key
source: Start new CGA
pt_br: Iniciar nova AGA

# patients_key
source: Patients
pt_br: Pacientes

# cga_domains_key
source: CGA Domains
pt_br: Domínios da AGA

# reports_key
source: Reports
pt_br: Relatórios

# hows_going_key
source: how are you?
pt_br: tudo bem?

# done_tests_singular_key
source: %DONE_TESTS out of %TOTAL_TESTS test done
pt_br: %DONE_TESTS de %TOTAL_TESTS teste realizado

# done_tests_plural_key
source: %DONE_TESTS out of %TOTAL_TESTS tests done
pt_br: %DONE_TESTS de %TOTAL_TESTS testes realizados

# cga_domains_tooltip_key
source: Start the assessment by selecting one of the domains.
pt_br: Comece a avaliação selecionando um dos domínios.

# mobility_key
source: Balance, mobility and risk of falls
pt_br: Equilíbrio, mobilidade e risco de quedas

# cognitive_key
source: Cognitive function and emotional conditions
pt_br: Função cognitiva e condições emocionais

# sensory_key
source: Sensory impairments
pt_br: Deficiências sensoriais

# functional_key
source: Functional capacity
pt_br: Capacidade funcional

# nutritional_key
source: Nutritional status and risk
pt_br: Estado e risco nutricional

# social_key
source: Socio-environmental conditions
pt_br: Condições socioambientais

# polypharmacy_key
source: Polypharmacy and inappropriate medications
pt_br: Polifarmácia e medicações inapropriadas

# comorbidity_key
source: Comorbidities and multimorbidity
pt_br: Comorbidades e multimorbidade

# other_key
source: Other domains
pt_br: Outros domínios

# walking_speed_key
source: Walking speed
pt_br: Velocidade de marcha

# calf_circumference_key
source: Calf circumference
pt_br: Circunferência da panturrilha

# grip_strength_key
source: Grip strength
pt_br: Força de preensão palmar

# sarcopenia_assessment_key
source: Sarcopenia assessment
pt_br: Avaliação de sarcopenia

# mini_mental_state_examination_key
source: Mini-mental state examination
pt_br: Miniexame do estado mental

# verbal_fluency_test_key
source: Verbal fluency test
pt_br: Teste de fluência verbal

# clock_drawing_test_key
source: Clock drawing test
pt_br: Teste do desenho do relógio

# moca_key
source: Montreal Cognitive Assessment
pt_br: Avaliação Cognitiva de Montreal

# geriatric_depression_scale_key
source: Geriatric depression scale
pt_br: Escala de depressão geriátrica

# visual_acuity_assessment_key
source: Visual acuity assessment
pt_br: Avaliação da acuidade visual

# hearing_loss_assessment_key
source: Hearing loss assessment
pt_br: Avaliação da perda auditiva em idosos

# katz_scale_key
source: Katz scale
pt_br: Escala de Katz

# lawton_scale_key
source: Lawton scale
pt_br: Escala de Lawton

# mini_nutritional_assessment_key
source: Mini nutritional assessment
pt_br: Miniavaliação nutricional

# apgar_scale_key
source: Apgar scale
pt_br: Escala Apgar

# zarit_scale_key
source: Zarit scale
pt_br: Escala de Zarit

# polypharmacy_criteria_key
source: Polypharmacy criteria
pt_br: Critério para polifarmácia

# charlson_index_key
source: Charlson index
pt_br: Índice de Charlson

# suspected_abuse_key
source: Suspected abuse
pt_br: Suspeita de maus tratos

# cardiovascular_risk_estimation_key
source: Cardiovascular risk estimation
pt_br: Estimativa de risco cardiovascular

# chemotherapy_toxicity_risk_key
source: Chemotherapy toxicity risk
pt_br: Risco de toxicidade à quimioterapia

# done_key
source: Completed
pt_br: Completo

# incomplete_key
source: Incomplete
pt_br: Incompleto

# not_started_key
source: Not started
pt_br: Não iniciado

# domain_key
source: Domain
pt_br: Domínio

# timed_up_and_go_description_key
source: Test for assessing the balance and functional mobility of the elderly person.
pt_br: Teste para avaliação do equilíbrio e da mobilidade funcional da pessoa idosa.

# walking_speed_description_key
source: Test for assessing the muscle performance of the elderly person.
pt_br: Teste para avaliação do desempenho muscular da pessoa idosa.

# calf_circumference_description_key
source: Test for assessing the muscle mass of the elderly person.
pt_br: Teste para avaliação da massa muscular da pessoa idosa.

# grip_strength_description_key
source: Test that can estimate total muscle strength, in addition to being a predictor of mortality causes and a prognostic tool for life expectancy in the elderly population.
pt_br: Teste que pode estimar a força muscular total, além de ser um preditor de causas de mortalidade e ferramenta de prognóstico de vida na população idosa.

# sarcopenia_assessment_description_key
source: Assessment that, through a series of tests, diagnoses the progressive loss of muscle mass and strength in the elderly person.
pt_br: Avaliação que, através de uma série de testes, diagnostica a perda progressiva da massa e força muscular da pessoa idosa.

# mini_mental_state_examination_description_key
source: A screening tool, easy and quick to administer, that assesses the key aspects of cognitive function in the elderly person.
pt_br: Instrumento de rastreio, de fácil e rápida aplicação, que avalia os principais aspectos da função cognitiva da pessoa idosa.

# verbal_fluency_test_description_key
source: Test that predominantly assesses language and semantic memory, as well as executive function in the elderly person.
pt_br: Teste que avalia, predominantemente, a linguagem e a memória semântica, além da função executiva da pessoa idosa.

# clock_drawing_test_description_key
source: Easy-to-administer test that assesses executive functions, memory, visuoconstructional skills, abstraction, and verbal comprehension in the elderly person.
pt_br: Teste de fácil aplicação que avalia funções executivas, memória, habilidades visuoconstrutivas, abstração e compreensão verbal da pessoa idosa.

# moca_description_key
source: A brief cognitive screening tool, developed for assessing mild cognitive impairment in elderly individuals.
pt_br: Ferramenta de triagem cognitiva breve, desenvolvida para avaliação de problemas cognitivos leves em pessoas idosas.

# geriatric_depression_scale_description_key
source: Scale for screening depressive symptoms in elderly individuals.
pt_br: Escala para rastreio de quadros depressivos em pessoas idosas.

# visual_acuity_assessment_description_key
source: Assessment used to identify difficulties in reading, writing, performing household tasks, and other daily activities in elderly individuals.
pt_br: Avaliação utilizada para identificação de dificuldades para leitura, escrita, realização de tarefas domésticas e outras atividades cotidianas em pessoas idosas.

# hearing_loss_assessment_description_key
source: Assessment used to identify hearing difficulties in elderly individuals.
pt_br: Avaliação utilizada para identificação de dificuldades auditivas em pessoas idosas.

# katz_scale_description_key
source: Scale developed to assess the level of dependence of the elderly person based on the need for assistance with basic activities of daily living.
pt_br: Escala desenvolvida para avaliar o grau de dependência da pessoa idosa baseado na necessidade ou não de auxílio para realizar atividades básicas da vida diária.

# lawton_scale_description_key
source: Scale that assesses the performance of the elderly person in relation to instrumental activities, with the purpose of verifying their functional independence.
pt_br: Escala que avalia o desempenho da pessoa idosa em relação as atividades instrumentais, com a finalidade de verificar a sua independência funcional.

# mini_nutritional_assessment_description_key
source: Control and evaluation tool that can be used to identify elderly patients at risk of malnutrition.
pt_br: Ferramenta de controle e avaliação que pode ser utilizada para identificar pacientes idosos com risco de desnutrição.

# apgar_scale_description_key
source: Tool that assesses how the elderly person perceives the functionality of their family, allowing the detection of family dysfunction.
pt_br: Instrumento que avalia como a pessoa idosa percebe a funcionalidade de sua família, possibilitando a detecção de disfuncionalidade familiar.

# zarit_scale_description_key
source: Scale aimed at assessing caregiver burden in the elderly, should not be applied in the presence of the elderly person.
pt_br: Escala que tem por objetivo avaliar a sobrecarga dos cuidadores de idosos, não devendo ser aplicada na presença da pessoa idosa.

# polypharmacy_criteria_description_key
source: Criterion that assesses the regular use of multiple medications by the elderly person.
pt_br: Critério que avalia o uso regular de múltiplos medicamentos pela pessoa idosa.

# charlson_index_description_key
source: Index used for decision-making and procedures in elderly individuals to calculate one-year mortality risk.
pt_br: Índice utilizado para tomada de decisões e procedimentos em pessoas idosas, de forma a calcular risco de mortalidade em 1 ano.

# suspected_abuse_description_key
source: Tool aimed at assessing whether the elderly person exhibits signs of abuse in their context.
pt_br: Instrumento que visa avaliar se a pessoa idosa possui sinais de maus tratos em seu contexto.

# cardiovascular_risk_estimation_description_key
source: Tool that estimates the elderly person's 10-year risk of death from coronary or non-coronary cardiovascular disease.
pt_br: Instrumento que estima o risco de morte da pessoa idosa em 10 anos devido a doença cardiovascular coronariana ou não coronariana.

# chemotherapy_toxicity_risk_description_key
source: Tool that assesses the risk of toxicity to chemotherapy in elderly people by analyzing a series of parameters in elderly cancer patients.
pt_br: Instrumento que avalia o risco de toxicidade à quimioterapia da pessoa idosa através da análise de uma série de parâmetros do paciente idoso com câncer.

# domains_key
source: Domains
pt_br: Domínios

# reset_key
source: Reset
pt_br: Zerar

# clear_key
source: Clear
pt_br: Reiniciar

# stop_key
source: Stop
pt_br: Parar

# see_results_key
source: See result
pt_br: Ver resultado

# stopwatch_key
source: Stopwatch
pt_br: Cronômetro

# has_stopwatch_key
source: I have a stopwatch
pt_br: Possuo um cronômetro

# does_not_have_stopwatch_key
source: I don't have a stopwatch
pt_br: Não possuo um cronômetro

# timed_up_and_go_first_instruction_key
source: Place a mark on the floor where the patient should walk to.
pt_br: Faça uma marca na parte do piso onde o paciente deverá se direcionar.

# timed_up_and_go_second_instruction_key
source: Have the patient sit in a chair with armrests.
pt_br: Coloque o paciente sentado em uma cadeira com braços.

# timed_up_and_go_third_instruction_key
source: Instruct the patient to walk in a straight line to the mark on the floor, turn around, and return to the chair, sitting down.
pt_br: Solicite ao paciente que caminhe de forma retilínea até a marca colocada no piso, gire de volta e retorne para a cadeira, sentando-se.

# timed_up_and_go_fourth_instruction_key
source: Measure the time taken to complete the test using a stopwatch.
pt_br: Meça o tempo levado para execução do teste com o auxílio de um cronômetro.

# time_taken_seconds_key
source: Enter the time taken (in seconds)
pt_br: Digite o tempo levado (em segundos)

# instructions_key
source: Instructions
pt_br: Instruções

# result_key
source: Result
pt_br: Resultado

# next_test_key
source: Next test
pt_br: Próximo teste

# return_key
source: Return
pt_br: Retornar

# assessment_key
source: Assessment
pt_br: Avaliação

# measured_time_key
source: Measured time
pt_br: Tempo medido

# suggested_diagnosis_key
source: Suggested diagnosis
pt_br: Diagnóstico sugerido

# seconds_key
source: seconds
pt_br: segundos

# timed_up_and_go_excellent_result_key
source: Individual completely free and independent, without apparent limitations
pt_br: Indivíduo totalmente livre e independente, sem limitações aparentes

# timed_up_and_go_good_result_key
source: Independent individual with reasonable balance, typically capable of climbing stairs, leaving the house alone, and walking more than 500 meters freely
pt_br: Indivíduo independente e com razoável equilíbrio, geralmente capaz de subir escadas, sair de casa sozinho e caminhar mais de 500 m livremente

# timed_up_and_go_medium_result_key
source: Individual in a 'gray zone,' showing difficulties in performing daily tasks, but with a wide variation depending on the context
pt_br: Indivíduo em "zona cinzenta", demonstrando dificuldades para efetuar tarefas diárias, porém, com grande variação, a depender do contexto

# timed_up_and_go_bad_result_key
source: Completely dependent individual, requiring assistance to perform basic activities (feeding, dressing, bathing, walking)
pt_br: Indivíduo completamente dependente, precisando de auxílio para efetuar atividades básicas (alimentar-se, trocar-se, banhar-se, caminhar)

# first_measurement_key
source: First measurement
pt_br: Primeira medição

# second_measurement_key
source: Second measurement
pt_br: Segunda medição

# third_measurement_key
source: Third measurement
pt_br: Terceira medição

# walking_speed_first_instruction_key
source: Make a mark on the floor or have a reference point that is 13 feet (4 meters) away from the patient's current position.
pt_br: Faça uma marca no piso ou tenha um ponto de referência que esteja a quatro metros da posição atual do paciente.

# walking_speed_second_instruction_key
source: Instruct the patient to walk as fast as possible to the reference point.
pt_br: Solicite ao paciente que caminhe o mais rápido possível até o ponto de referência.

# walking_speed_third_instruction_key
source: Measure the time taken to complete the test using a stopwatch.
pt_br: Meça o tempo levado para execução do teste com o auxílio de um cronômetro.

# walking_speed_fourth_instruction_key
source: Repeat steps 2 and 3 two more times.
pt_br: Repita os passos 2 e 3 mais duas vezes.

# first_key
source: 1st
pt_br: 1º

# second_key
source: 2nd
pt_br: 2º

# third_key
source: 3rd
pt_br: 3º

# measurement_key
source: measurement
pt_br: medição

# average_speed_key
source: Average speed
pt_br: Velocidade média

# meters_per_second_key
source: meters per second
pt_br: metros por segundo

# meter_per_second_key
source: meter per second
pt_br: metro por segundo

# walking_speed_excellent_result_key
source: Individual with results suggestive of likely living beyond the average life expectancy for age and gender
pt_br: Indivíduo com resultado sugestivo de provavelmente viver além da expectativa média de vida para idade e sexo

# walking_speed_bad_result_key
source: Individual with results suggestive of having a shorter life expectancy
pt_br: Indivíduo com resultado sugestivo de ter uma sobrevida mais curta

# calf_circumference_instruction_key
source: Using a measuring tape, measure the largest circumference in the space between the patient's knee and ankle.
pt_br: Com o auxílio de uma fita métrica, meça a maior circunferência no espaço entre o joelho e o tornozelo do paciente.

# circumference_placeholder_key
source: Enter the circumference (in cm)
pt_br: Digite a circunferência (em cm)

# measured_value_key
source: Measured value
pt_br: Valor medido

# centimeters_key
source: centimeters
pt_br: centímetros

# calf_circumference_excellent_result_key
source: Individual with results suggestive of normal muscle mass
pt_br: Indivíduo com resultado sugestivo de normalidade na massa muscular

# calf_circumference_bad_result_key
source: Individual with results suggestive of low muscle mass
pt_br: Indivíduo com resultado sugestivo de baixa massa muscular

# grip_strength_first_instruction_key
source: Place the patient seated in an armless chair, with the hips and knees at 90 degrees of flexion.
pt_br: Coloque o paciente sentado em uma cadeira sem braços, com os quadris e joelhos a 90 graus de flexão.

# grip_strength_second_instruction_key
source: Leave the patient's shoulder adducted and naturally rotated, with the elbow flexed at 90 degrees and the forearm and wrist in a neutral position. Ask the patient to hold a dynamometer in the described position.
pt_br: Deixe o ombro do paciente aduzido e naturalmente rodado, com o cotovelo flexionado a 90 graus e com o antebraço e punho em posição neutra. Peça para o paciente segurar um dinamômetro na posição descrita.

# grip_strength_third_instruction_key
source: If necessary, help the patient by holding the dynamometer in the correct position (see image). Release it once it is adjusted.
pt_br: Se necessário, auxilie o paciente sustentando o dinamômetro na posição correta (vide imagem). Solte-o assim que estiver ajustado.

# grip_strength_fourth_instruction_key
source: Record the value measured on the dynamometer.
pt_br: Registre o valor medido no dinamômetro.

# grip_strength_fifth_instruction_key
source: Repeat steps 2, 3 and 4 twice more, with an interval of 60 seconds between each measurement.
pt_br: Repita os passos 2, 3 e 4 mais duas vezes, com intervalo de 60 segundos entre cada medida.

# grip_strength_excellent_result_key
source: Individual with full strength in a normal state
pt_br: Indivíduo com força total em estado de normalidade

# grip_strength_bad_result_key
source: Individual with likely diagnosis of sarcopenia
pt_br: Indivíduo com provável diagnóstico de sarcopenia

# strength_placeholder_key
source: Enter the measured value (in kgf)
pt_br: Digite o valor medido (em kgf)

# measured_strength_key
source: Measured strength
pt_br: Força medida

# average_strength_key
source: Average strength
pt_br: Força média

# sarcopenia_assessment_first_question_key
source: How much difficulty do you have lifting and carrying 11 lbs?
pt_br: O quanto de dificuldade você tem para levantar e carregar 5 kg?

# sarcopenia_assessment_second_question_key
source: How much difficulty do you have crossing a room?
pt_br: O quanto de dificuldade você tem para atravessar um cômodo?

# sarcopenia_assessment_third_question_key
source: How much difficulty do you have getting up from a bed or chair?
pt_br: O quanto de dificuldade você tem para levantar de uma cama ou cadeira?

# sarcopenia_assessment_fourth_question_key
source: How much difficulty do you have climbing a flight of stairs (ten steps)?
pt_br: O quanto de dificuldade você tem para subir um lance de escadas (dez degraus)?

# sarcopenia_assessment_fifth_question_key
source: How many times have you fallen in the last year?
pt_br: Quantas vezes você caiu no último ano?

# sarcopenia_assessment_sixth_question_key
source: Measure the circumference of the patient's exposed right calf while standing with legs relaxed and feet 8 inches apart.
pt_br: Meça a circunferência da panturrilha direita exposta do paciente em pé, com as pernas relaxadas e pés afastados a 20 cm um do outro.

# none_gender_flexion_key
source: None
pt_br: Nenhuma

# some_key
source: Some
pt_br: Alguma

# much_or_unable_key
source: Too much or unable
pt_br: Muita ou não consegue

# uses_support_key
source: A lot, uses supports or is unable to
pt_br: Muita, usa apoios ou incapaz

# unable_without_help_key
source: Too much or can't do it without help
pt_br: Muita ou não consegue sem ajuda

# one_to_three_falls_key
source: One to three falls
pt_br: Uma a três quedas

# four_or_more_falls_key
source: Four or more falls
pt_br: Quatro ou mais quedas

# circumference_bigger_than_limit_women_key
source: Circumference greater than 13 inches
pt_br: Circunferência maior que 33 cm

# circumference_lower_than_limit_women_key
source: Circumference smaller than 13 inches
pt_br: Circunferência menor que 33 cm

# circumference_bigger_than_limit_men_key
source: Circumference greater than 13.39 inches
pt_br: Circunferência maior que 34 cm

# circumference_lower_than_limit_men_key
source: Circumference smaller than 13.39 inches
pt_br: Circunferência menor que 34 cm

# sarc_f_screening_key
source: Screening (SARC-F)
pt_br: Triagem (SARC-F)

# strength_key
source: Strength
pt_br: Força

# help_to_walk_key
source: Walking aid
pt_br: Ajuda para caminhar

# get_up_from_bed_key
source: Getting up from bed/chair
pt_br: Levantar da cama/cadeira

# climb_stairs_key
source: Climbing stairs
pt_br: Subir escadas

# falls_key
source: Falls
pt_br: Quedas

# calf_key
source: Calf
pt_br: Panturrilha

# total_score_key
source: Total score
pt_br: Pontuação total

# points_key
source: points
pt_br: pontos

# point_key
source: point
pt_br: ponto

# sarcopenia_screening_key
source: Sarcopenia screening
pt_br: Triagem para sarcopenia

# sarcopenia_screening_excellent_result_key
source: Individual without signs suggestive of sarcopenia at the moment (consider periodic reassessment)
pt_br: Indivíduo sem sinais sugestivos de sarcopenia no momento (cogitar reavaliação periódica)

# sarcopenia_screening_bad_result_key
source: Individual suggestive of having sarcopenia, and must continue with investigation and complete diagnosis
pt_br: Indivíduo sugestivo de possuir sarcopenia, devendo prosseguir com investigação e diagnóstico completo

# next_step_sarcopenia_assessment_key
source: Do you want to proceed to the second stage of the sarcopenia assessment?
pt_br: Deseja prosseguir para a segunda etapa da avaliação de sarcopenia?

# second_step_key
source: Second stage
pt_br: Segunda etapa
