Repository: DiegoHSO/CGAssessment
Catalog: CGAssessment/Infrastructure/LocalizedStrings/*.lproj/Localizable.strings
Languages: pt_br

# moca_nineth_section_sixth_question_key
source: Mentioned the city they are in correctly?
pt_br: Citou a cidade em que está corretamente?

# first_central_item_key
source: FACE, VELVET, CHURCH, DAISY AND RED
pt_br: ROSTO, VELUDO, IGREJA, MARGARIDA E VERMELHO

# fifth_central_item_key
source: ”I only know that John is the one to help today.”
pt_br: ”Eu somente sei que é João quem será ajudado hoje.”

# sixth_central_item_key
source: ”The cat always hid under the couch when dogs were in the room.”
pt_br: ”O gato sempre se esconde embaixo do sofá quando o cachorro está na sala.”

# gallery_key
source: Gallery
pt_br: Galeria

# take_photo_key
source: Take a picture
pt_br: Tirar foto

# more_than_twelve_years_key
source: Over 12 years
pt_br: Mais de 12 anos

# less_than_twelve_years_key
source: 12 years and under
pt_br: 12 anos ou menos

# out_of_key
source: out of
pt_br: de

# moca_excellent_result_key
source: Individual with results suggestive of normal cognition
pt_br: Indivíduo com resultado sugestivo de cognição normal

# moca_bad_result_key
source: Individual with results suggestive of cognitive decline
pt_br: Indivíduo com resultado sugestivo de declínio cognitivo

# geriatric_depression_scale_question_one_key
source: Are you basically satisfied with your life?
pt_br: Você está basicamente satisfeito com sua vida?

# geriatric_depression_scale_question_two_key
source: Have you dropped many of your activities and interests?
pt_br: Você deixou muitos de seus interesses e atividades?

# geriatric_depression_scale_question_three_key
source: Do you feel that your life is empty?
pt_br: Você sente que sua vida está vazia?

# geriatric_depression_scale_question_four_key
source: Do you often get bored?
pt_br: Você se aborrece com frequência?

# geriatric_depression_scale_question_five_key
source: Are you in good spirits most of the time?
pt_br: Você se sente de bom humor a maior parte do tempo?

# geriatric_depression_scale_question_six_key
source: Are you afraid that something bad is going to happen to you?
pt_br: Você tem medo de que algum mal vá lhe acontecer?

# geriatric_depression_scale_question_seven_key
source: Do you feel happy most of the time?
pt_br: Você se sente feliz a maior parte do tempo?

# geriatric_depression_scale_question_eight_key
source: Do you often feel helpless?
pt_br: Você sente que sua situação não tem saída?

# geriatric_depression_scale_question_nine_key
source: Do you prefer to stay at home, rather than going out and doing things?
pt_br: Você prefere ficar em casa a sair e fazer coisas novas?

# geriatric_depression_scale_question_ten_key
source: Do you feel that you have more problems with memory than most?
pt_br: Você se sente com mais problemas de memória do que a maioria?

# geriatric_depression_scale_question_eleven_key
source: Do you think it is wonderful to be alive now?
pt_br: Você acha maravilhoso estar vivo?

# geriatric_depression_scale_question_twelve_key
source: Do you feel worthless the way you are now?
pt_br: Você se sente um inútil nas atuais circunstâncias?

# geriatric_depression_scale_question_thirteen_key
source: Do you feel full of energy?
pt_br: Você se sente cheio de energia?

# geriatric_depression_scale_question_fourteen_key
source: Do you feel that your situation is hopeless?
pt_br: Você acha que sua situação é sem esperanças?

# geriatric_depression_scale_question_fifteen_key
source: Do you think that most people are better off than you are?
pt_br: Você sente que a maioria das pessoas está melhor do que você?

# geriatric_depression_scale_instruction_key
source: Ask the patient the questions below:
pt_br: Faça as perguntas abaixo ao paciente:

# geriatric_depression_scale_excellent_result_key
source: Negative screening for depression
pt_br: Rastreio negativo para quadro de depressão

# geriatric_depression_scale_bad_result_key
source: Individual with results suggestive of depression
pt_br: Indivíduo com resultado sugestivo de depressão

# visual_acuity_first_instruction_key
source: Print the table to assess Snellen visual acuity.
pt_br: Imprima a tabela para avaliação da acuidade visual de Snellen.

# visual_acuity_second_instruction_key
source: Position the table in a location free from obstacles, six meters from the patient.
pt_br: Posicione a tabela em um local livre de obstáculos, a seis metros do paciente.

# visual_acuity_third_instruction_key
source: Ask the patient to read the content one line at a time.
pt_br: Peça ao paciente que leia o conteúdo de uma linha por vez.

# visual_acuity_fourth_instruction_key
source: Select the smallest set of letters read by the patient from the options below.
pt_br: Selecione o menor conjunto de letras lido pelo paciente dentre as opções abaixo.

# visual_acuity_tooltip_key
source: Refer the patient for an ophthalmological examination in case of complaints about their vision
pt_br: Encaminhe o paciente para exame oftamológico em caso de queixas sobre sua visão

# visual_acuity_question_key
source: What is the smallest set of letters read by the patient?
pt_br: Qual o menor conjunto de letras lido pelo paciente?

# visual_acuity_dynamic_result_key
source: The score indicates that the patient can read a set of letters at 20 feet that should be able to be read normally at %DISTANCE feet.
pt_br: A pontuação indica que o paciente consegue ler um conjunto de letras a 6 metros que deveria poder ser lido normalmente a %DISTANCE metros.

# visual_acuity_excellent_result_key
source: Individual with results suggestive of normal vision.
pt_br: Indivíduo com resultado sugestivo de visão dentro da normalidade.

# visual_acuity_good_result_key
source: Individual with results suggestive of mild vision loss.
pt_br: Indivíduo com resultado sugestivo de visão próxima da normalidade.

# visual_acuity_medium_result_key
source: Individual with results suggestive of moderate vision loss.
pt_br: Indivíduo com resultado sugestivo de baixa visão moderada.

# visual_acuity_bad_result_key
source: Individual with results suggestive of severe vision loss.
pt_br: Indivíduo com resultado sugestivo de baixa visão severa.

# score_achieved_key
source: Score achieved
pt_br: Pontuação alcançada

# print_key
source: Print
pt_br: Imprimir

# save_pdf_key
source: Save PDF
pt_br: Salvar PDF

# snellen_chart_key
source: Snellen Chart
pt_br: Tabela de Snellen

# hearing_loss_first_instruction_key
source: Before beginning the whisper test, perform an otoscopy on the patient.
pt_br: Antes de iniciar a execução do teste do sussurro, realize uma otoscopia no paciente.

# hearing_loss_second_instruction_key
source: Stand out of the patient's field of vision, one foot from each ear (about an arm's length).
pt_br: Fique fora do campo de visão do paciente, a 33 centímetros de cada orelha (aproximadamente a distância de um braço).

# hearing_loss_third_instruction_key
source: Whisper, on each side, a simple phrase, such as “what’s your name?”
pt_br: Sussurre, em cada lado, uma frase simples, como ”qual é o seu nome?".

# hearing_loss_fourth_instruction_key
source: If the patient has not responded, check for possible obstructions in the ear canal.
pt_br: Caso o paciente não tenha respondido, verifique a existência de possíveis obstruções no canal auditivo.

# hearing_loss_fifth_instruction_key
source: If there is an obstruction in the ear canal, clean the canal or send it to a professional qualified to do so. If not, send them for audiometry testing.
pt_br: Caso hajam obstruções no canal auditivo, efetue a limpeza do canal ou encaminhe-o a um profissional apto para fazê-lo. Caso negativo, encaminhe-o para exame de audiometria.

# hearing_loss_sixth_instruction_key
source: If the patient answered the question correctly, evaluate the need for referral for audiometry.
pt_br: Caso o paciente tenha respondido a questão corretamente, avalie a necessidade de encaminhamento para audiometria.

# hearing_loss_tooltip_key
source: Refer the patient for an ENT examination in case of complaints about their hearing.
pt_br: Encaminhe o paciente para exame otorrinolaringológico em caso de queixas sobre sua audição.

# katz_scale_question_one_key
source: Does not receive help or only receives help for certain parts of the body
pt_br: Não recebe ajuda ou somente recebe ajuda para determinadas partes do corpo

# katz_scale_question_two_key
source: Pick up their clothes and gets dressed without help (except tying shoes)
pt_br: Pega as roupas e se veste sem ajuda (exceto amarrar sapatos)

# katz_scale_question_three_key
source: Goes to the bathroom, uses it, gets dressed and returns without help (is allowed to use a walker or cane)
pt_br: Vai ao banheiro, utiliza-o, veste-se e retorna sem ajuda (pode usar andador ou bengala)

# katz_scale_question_four_key
source: Lies down, sits down and gets up without assistance (is allowed to use a walker or cane)
pt_br: Deita-se, senta-se e levanta-se sem auxílio (pode usar andador ou bengala)

# katz_scale_question_five_key
source: Completely controls urine and feces
pt_br: Controla completamente urina e fezes

# katz_scale_question_six_key
source: Eats without help (except cutting meat or buttering bread)
pt_br: Come sem ajuda (exceto cortar carne ou passar manteiga no pão)

# katz_scale_excellent_result_key
source: Independent individual
pt_br: Indivíduo independente

# katz_scale_medium_result_key
source: Partially dependent individual
pt_br: Indivíduo parcialmente dependente

# katz_scale_bad_result_key
source: Completely dependent individual
pt_br: Indivíduo completamente dependente

# bath_key
source: Bath
pt_br: Banho

# dress_up_key
source: Dress up
pt_br: Vestir-se

# personal_hygiene_key
source: Personal hygiene
pt_br: Higiene pessoal

# transfer_key
source: Transfer
pt_br: Transferência

# continence_key
source: Continence
pt_br: Continência

# feeding_key
source: Feeding
pt_br: Alimentação

# questions_to_patient_or_caregiver_key
source: Ask the patient or their caregiver the questions below:
pt_br: Faça as perguntas abaixo ao paciente ou ao seu acompanhante:

# lawton_scale_question_one_option_one_key
source: Able to see numbers, dial, receive and make calls without assistance
pt_br: Capaz de ver os números, discar, receber e fazer ligações sem ajuda

# lawton_scale_question_one_option_two_key
source: Able to see and answer phone, but needs special phone or help finding numbers or dialing
pt_br: Capaz de ver e responder o telefone, mas necessita de um telefone especial ou de ajuda para encontrar os números ou para discar

# lawton_scale_question_one_option_three_key
source: Completely incapable of using the telephone
pt_br: Completamente incapaz no uso do telefone

# lawton_scale_question_two_option_one_key
source: Able to drive your own car or travel alone by bus or taxi
pt_br: Capaz de dirigir seu próprio carro ou viajar sozinho de ônibus ou táxi

# lawton_scale_question_two_option_two_key
source: Able to travel exclusively accompanied
pt_br: Capaz de viajar exclusivamente acompanhado

# lawton_scale_question_two_option_three_key
source: Completely unable to travel
pt_br: Completamente incapaz de viajar

# lawton_scale_question_three_option_one_key
source: Able to shop if transportation provided
pt_br: Capaz de fazer compras, se fornecido transporte

# lawton_scale_question_three_option_two_key
source: Able to shop, exclusively accompanied
pt_br: Capaz de fazer compras, exclusivamente acompanhado

# lawton_scale_question_three_option_three_key
source: Completely unable to shop
pt_br: Completamente incapaz de fazer compras

# lawton_scale_question_four_option_one_key
source: Able to plan and cook complete meals
pt_br: Capaz de planejar e cozinhar refeições completas

# lawton_scale_question_four_option_two_key
source: Able to prepare small meals, but unable to cook full meals alone
pt_br: Capaz de preparar pequenas refeições, mas incapaz de cozinhar refeições completas sozinho

# lawton_scale_question_four_option_three_key
source: Completely unable to prepare any meals
pt_br: Completamente incapaz de preparar qualquer refeição

# lawton_scale_question_five_option_one_key
source: Able to perform heavy household work (such as mopping floors)
pt_br: Capaz de realizar trabalho doméstico pesado (como esfregar o chão)

# lawton_scale_question_five_option_two_key
source: Able to carry out light housework, but needs help with heavy tasks
pt_br: Capaz de realizar trabalho doméstico leve, mas necessita de ajuda nas tarefas pesadas

# lawton_scale_question_five_option_three_key
source: Completely unable to do any housework
pt_br: Completamente incapaz de realizar qualquer trabalho doméstico

# lawton_scale_question_six_option_one_key
source: Able to take medicine in the right dose and at the right time
pt_br: Capaz de tomar os remédios na dose certa e na hora certa

# lawton_scale_question_six_option_two_key
source: Able to take medication but needs reminders or someone to prepare it
pt_br: Capaz de tomar remédios mas necessita de lembretes ou de alguém que os prepare

# lawton_scale_question_six_option_three_key
source: Completely unable to take medication alone
pt_br: Completamente incapaz de tomar remédios sozinho

# lawton_scale_question_seven_option_one_key
source: Able to manage purchasing needs, write checks and pay bills
pt_br: Capaz de administrar necessidades de compra, preencher cheques e pagar contas

# lawton_scale_question_seven_option_two_key
source: Able to manage daily purchasing needs, but needs help with checks and paying bills
pt_br: Capaz de administrar necessidades de compra diária, mas necessita de ajuda com cheques e no pagamento de contas

# lawton_scale_question_seven_option_three_key
source: Completely unable to manage money
pt_br: Completamente incapaz de administrar dinheiro

# lawton_scale_header_key
source: Check with the patient or their caregiver their level of dependence in the following categories:
pt_br: Verifique com o paciente ou com seu acompanhante o seu nível de dependência nas seguintes categorias:

# lawton_scale_excellent_result_key
source: Result suggestive of independence. However, it is worth carrying out a qualitative assessment of the elderly's functional capacity, accompanied by a subjective assessment for analysis.
pt_br: Resultado sugestivo de independência. Entretanto, cabe efetuar uma avaliação qualitativa da capacidade funcional do idoso, acompanhada de uma avaliação subjetiva para análise.

# lawton_scale_good_result_key
source: Result suggestive of mild dependence. However, it is necessary to carry out a qualitative assessment of the elderly person's functional capacity, accompanied by a subjective assessment to analyze the circumstances of the functional loss.
pt_br: Resultado sugestivo de dependência leve. Entretanto, cabe efetuar uma avaliação qualitativa da capacidade funcional do idoso, acompanhada de uma avaliação subjetiva para análise.

# lawton_scale_medium_result_key
source: Result suggestive of moderate dependence. However, it is necessary to carry out a qualitative assessment of the elderly person's functional capacity, accompanied by a subjective assessment to analyze the circumstances of the functional loss.
pt_br: Resultado sugestivo de dependência moderada. Entretanto, cabe efetuar uma avaliação qualitativa da capacidade funcional do idoso, acompanhada de uma avaliação subjetiva para análise das circunstâncias da perda funcional.

# lawton_scale_bad_result_key
source: Result suggestive of severe dependence. However, it is necessary to carry out a qualitative assessment of the elderly's functional capacity, accompanied by a subjective assessment to analyze the circumstances of the functional loss.
pt_br: Resultado sugestivo de dependência grave. Entretanto, cabe efetuar uma avaliação qualitativa da capacidade funcional do idoso, acompanhada de uma avaliação subjetiva para análise das circunstâncias da perda funcional.

# lawton_scale_very_bad_result_key
source: Result suggestive of total dependence. However, it is necessary to carry out a qualitative assessment of the elderly's functional capacity, accompanied by a subjective assessment to analyze the circumstances of the functional loss.
pt_br: Resultado sugestivo de dependência total. Entretanto, cabe efetuar uma avaliação qualitativa da capacidade funcional do idoso, acompanhada de uma avaliação subjetiva para análise das circunstâncias da perda funcional.

# telephone_key
source: Telephone
pt_br: Telefone

# trips_key
source: Trips
pt_br: Viagens

# shopping_key
source: Shopping
pt_br: Compras

# meal_preparation_key
source: Meal preparation
pt_br: Preparo de refeições

# housework_key
source: Housework
pt_br: Trabalho doméstico

# medicine_key
source: Medications
pt_br: Medicações

# money_key
source: Money
pt_br: Dinheiro

# mini_nutritional_assessment_first_question_key
source: In the last 3 months has there been a decrease in food intake due to loss of appetite, digestive problems, difficulties chewing or swallowing?
pt_br: Nos últimos 3 meses houve diminuição da ingesta alimentar em razão da perda de apetite, problemas digestivos, dificuldades para mastigar ou deglutir?

# mini_nutritional_assessment_second_question_key
source: Has there been weight loss in the last 3 months?
pt_br: Houve perda de peso nos últimos 3 meses?

# mini_nutritional_assessment_third_question_key
source: How's the mobility?
pt_br: Como está a mobilidade?

# mini_nutritional_assessment_fourth_question_key
source: Have you experienced any psychological stress or acute illness in the last 3 months?
pt_br: Passou por algum estresse psicológico ou doença aguda nos últimos 3 meses?

# mini_nutritional_assessment_fifth_question_key
source: Do you have neuropsychological problems?
pt_br: Possui problemas neuropsicológicos?

# mini_nutritional_assessment_sixth_question_key
source: Enter the patient's height and weight to calculate BMI.
pt_br: Insira a altura e o peso do paciente para cálculo do IMC.

# mini_nutritional_assessment_seventh_question_key
source: What is the circumference of the patient's calf in centimeters?
pt_br: Qual o valor em centímetros da circunferência da panturrilha do paciente?

# mini_nutritional_assessment_question_one_option_one_key
source: Severe decrease
pt_br: Diminuição grave

# mini_nutritional_assessment_question_one_option_two_key
source: Moderate decrease
pt_br: Diminuição moderada

# mini_nutritional_assessment_question_one_option_three_key
source: Without diminishing indigestion
pt_br: Sem diminuição da indigesta

# mini_nutritional_assessment_question_two_option_one_key
source: Over 7 lbs
pt_br: Superior a três quilos

# mini_nutritional_assessment_question_two_option_two_key
source: Don't know how to inform
pt_br: Não sabe informar

# mini_nutritional_assessment_question_two_option_three_key
source: Between 2 and 7 lbs
pt_br: Entre um e três quilos

# mini_nutritional_assessment_question_two_option_four_key
source: No weight loss
pt_br: Sem perda de peso

# mini_nutritional_assessment_question_three_option_one_key
source: Restricted to bed or wheelchair
pt_br: Restrito ao leito ou à cadeira de rodas

# mini_nutritional_assessment_question_three_option_two_key
source: Walks around, but isn't able to leave the house
pt_br: Deambula, mas não é capaz de sair de casa

# mini_nutritional_assessment_question_five_option_one_key
source: Dementia or severe depression
pt_br: Demência ou depressão grave

# mini_nutritional_assessment_question_five_option_two_key
source: Mild dementia
pt_br: Demência leve

# mini_nutritional_assessment_question_five_option_three_key
source: No neuropsychological problems
pt_br: Sem problemas neuropsicológicos

# mini_nutritional_assessment_question_six_option_one_key
source: Smaller than 12 inches
pt_br: Menor que 31 cm

# mini_nutritional_assessment_question_six_option_two_key
source: Greater than or equal to 12 inches
pt_br: Maior ou igual a 31 cm

# mini_nutritional_assessment_excellent_result_key
source: Individual has results suggestive of normal nutritional status.
pt_br: Indivíduo possui resultado sugestivo de estado nutricional em normalidade.

# mini_nutritional_assessment_medium_result_key
source: Individual has results suggestive of being at risk of malnutrition.
pt_br: Indivíduo possui resultado sugestivo de estar sob risco de desnutrição.

# mini_nutritional_assessment_bad_result_key
source: Individual has results suggestive of malnutrition.
pt_br: Indivíduo possui resultado sugestivo de desnutrição.

# mini_nutritional_assessment_tooltip_key
source: Unable to measure patient's height and body mass? Tap to view alternative question
pt_br: Impedido de medir a altura e a massa corporal do paciente? Clique para visualizar a questão alternativa

# height_key
source: Height
pt_br: Altura

# weight_key
source: Weight
pt_br: Peso

# height_placeholder_key
source: Enter height (in cm)
pt_br: Digite a altura (em cm)

# weight_placeholder_key
source: Enter weight (in kg)
pt_br: Digite o peso (em kg)

# body_mass_index_key
source: BMI
pt_br: IMC

# apgar_scale_question_one_key
source: Are you satisfied and can you count on your family (friends) to solve your problems?
pt_br: Está satisfeito e pode contar com seus familiares (amigos) para resolver seus problemas?

# apgar_scale_question_two_key
source: Are you satisfied with the way your family (friends) talk and share their problems with you?
pt_br: Está satisfeito com a forma com que seus familiares (amigos) conversam e compartilham os problemas com você?

# apgar_scale_question_three_key
source: Are you satisfied with the way your family (friends) accept and support your wishes and decisions?
pt_br: Está satisfeito com a forma com que seus familiares (amigos) acatam e apoiam suas vontades e decisões?

# apgar_scale_question_four_key
source: Are you satisfied with the way your family members (friends) express affection and respond to your emotions, such as anger, feelings of guilt, fear, affection?
pt_br: Está satisfeito com a forma com que seus familiares (amigos) expressam afeição e respondem às suas emoções, como raiva, sentimentos de culpa, medo, afeto?

# apgar_scale_question_five_key
source: Are you satisfied with the way you and your family (friends) share your time together?
pt_br: Está satisfeito com a forma com que você e seus familiares (amigos) compartilham o tempo juntos?

# apgar_scale_excellent_result_key
source: Individual with results suggestive of mild or absent dysfunction in family relationships
pt_br: Indivíduo com resultado sugestivo de disfunção leve ou ausente nas relações familiares

# apgar_scale_medium_result_key
source: Individual with result suggestive of moderate dysfunction in family relationships
pt_br: Indivíduo com resultado sugestivo de disfunção moderada nas relações familiares

# apgar_scale_bad_result_key
source: Individual with result suggestive of marked dysfunction in family relationships
pt_br: Indivíduo com resultado sugestivo de disfunção acentuada nas relações familiares

# rarely_key
source: Rarely
pt_br: Raramente

# ocasionally_key
source: Occasionally
pt_br: Ocasionalmente

# frequently_key
source: Often
pt_br: Frequentemente

# zarit_scale_question_one_key
source: Do you feel that, because of the time you spend with your family member/patient, you no longer have enough time for yourself?
pt_br: Sente que, por causa do tempo que utiliza com o seu familiar/doente já não tem tempo suficiente para você mesmo?

# zarit_scale_question_two_key
source: Do you feel stressed/distressed about having to take care of your family member/sick person and at the same time be responsible for other tasks? (e.g.: taking care of other family members, having to work).
pt_br: Sente-se estressado/angustiado por ter que cuidar do seu familiar/doente e ao mesmo tempo ser responsável por outras tarefas? (ex.: cuidar de outros familiares, ter que trabalhar).
