Repository: DiegoHSO/CGAssessment
Catalog: CGAssessment/Infrastructure/LocalizedStrings/*.lproj/Localizable.strings
Languages: pt_br

# zarit_scale_question_three_key
source: Do you think the current situation affects your relationships with friends or other family members in a negative way?
pt_br: Acha que a situação atual afeta a sua relação com amigos ou outros elementos da família de uma forma negativa?

# zarit_scale_question_four_key
source: Do you feel exhausted when you have to be with your family member/patient?
pt_br: Sente-se exausto quando tem de estar junto do seu familiar/doente?

# zarit_scale_question_five_key
source: Do you feel that your health has been affected by having to take care of your family member/patient?
pt_br: Sente que sua saúde tem sido afetada por ter que cuidar do seu familiar/doente?

# zarit_scale_question_six_key
source: Do you feel like you have lost control of your life since your family member/patient's illness manifested itself?
pt_br: Sente que tem perdido o controle da sua vida desde que a doença o seu familiar/doente se manifestou?

# zarit_scale_question_seven_key
source: In general, do you feel very overwhelmed by having to take care of your family member/patient?
pt_br: No geral, sente-se muito sobrecarregado por ter que cuidar do seu familiar/doente?

# zarit_scale_instruction_key
source: Ask the patient's companion/caregiver the questions below:
pt_br: Faça as perguntas abaixo ao acompanhante/cuidador do paciente:

# zarit_scale_excellent_result_key
source: Individual with result suggestive of mild or non-existent overload
pt_br: Indivíduo com resultado sugestivo de sobrecarga leve ou inexistente

# zarit_scale_medium_result_key
source: Individual with result suggestive of moderate overload
pt_br: Indivíduo com resultado sugestivo de sobrecarga moderada

# zarit_scale_bad_result_key
source: Individual with result suggestive of severe overload
pt_br: Indivíduo com resultado sugestivo de sobrecarga grave

# never_key
source: Never
pt_br: Nunca

# hardly_ever_key
source: Hardly ever
pt_br: Quase nunca

# sometimes_key
source: Sometimes
pt_br: Às vezes

# nearly_always_key
source: Nearly always
pt_br: Quase sempre

# polypharmacy_criteria_first_instruction_key
source: Ask the patient the number of medications they are currently taking.
pt_br: Pergunte ao paciente o número de medicamentos que faz uso atualmente.

# polypharmacy_criteria_second_instruction_key
source: Record the amount in the field below.
pt_br: Registre o valor no campo abaixo.

# medicine_singular_key
source: medicine
pt_br: medicamento

# medicine_plural_key
source: medicines
pt_br: medicamentos

# number_of_medicines_key
source: Number of medicines
pt_br: Número de medicamentos

# polypharmacy_criteria_excellent_result_key
source: Individual without result suggestive of polypharmacy.
pt_br: Indivíduo sem resultado sugestivo de polifarmácia.

# polypharmacy_criteria_bad_result_key
source: Individual with results suggestive of polypharmacy. You should investigate the medications you use and check the effects of combining them.
pt_br: Indivíduo com resultado sugestivo de polifarmácia. Deve-se investigar os medicamentos que utiliza e verificar os efeitos da combinação deles.

# charlson_index_main_question_key
source: Do you have or have you ever had any of the diseases/comorbidities listed below?
pt_br: Possui ou já teve alguma das doenças/comorbidades listadas abaixo?

# charlson_index_question_one_key
source: Myocardial infarction
pt_br: Infarto do miocárdio

# charlson_index_question_two_key
source: Congestive heart failure
pt_br: Insuficiência cardíaca congestiva

# charlson_index_question_three_key
source: Peripheral vascular disease
pt_br: Doença vascular periférica

# charlson_index_question_four_key
source: Dementia
pt_br: Demência

# charlson_index_question_five_key
source: Cerebrovascular disease
pt_br: Doença cerebrovascular

# charlson_index_question_six_key
source: Chronic lung disease
pt_br: Doença pulmonar crônica

# charlson_index_question_seven_key
source: Connective tissue disease
pt_br: Doença do tecido conjuntivo

# charlson_index_question_eight_key
source: Mild diabetes mellitus, without complications
pt_br: Diabetes melito leve, sem complicação

# charlson_index_question_nine_key
source: Peptic ulcer
pt_br: Úlcera péptica

# charlson_index_question_eleven_key
source: Severe or moderate kidney disease
pt_br: Doença renal grave ou moderada

# charlson_index_question_twelve_key
source: Diabetes mellitus with complications
pt_br: Diabetes melito com complicação

# charlson_index_question_fourteen_key
source: Leukemia
pt_br: Leucemia

# charlson_index_question_fifteen_key
source: Lymphoma
pt_br: Linfoma

# charlson_index_question_sixteen_key
source: Severe or moderate liver disease
pt_br: Doença do fígado grave ou moderada

# charlson_index_question_seventeen_key
source: Malignant tumor, metastasis
pt_br: Tumor maligno, metástase

# charlson_index_excellent_result_key
source: Individual with result suggestive of 12% mortality risk in 1 year
pt_br: Indivíduo com resultado sugestivo de 12% de risco de mortalidade em 1 ano

# charlson_index_good_result_key
source: Individual with result suggestive of 26% risk of mortality in 1 year
pt_br: Indivíduo com resultado sugestivo de 26% de risco de mortalidade em 1 ano

# charlson_index_medium_result_key
source: Individual with result suggestive of 54% risk of mortality in 1 year
pt_br: Indivíduo com resultado sugestivo de 54% de risco de mortalidade em 1 ano

# charlson_index_bad_result_key
source: Individual with result suggestive of 85% mortality risk in 1 year
pt_br: Indivíduo com resultado sugestivo de 85% de risco de mortalidade em 1 ano

# suspected_abuse_instruction_key
source: Is there suspicion of mistreatment of the patient?
pt_br: Há suspeita de maus tratos com o paciente?

# suspected_abuse_text_view_title_key
source: Describe details (optional):
pt_br: Descreva detalhes (opcional):

# suspected_abuse_text_view_placeholder_key
source: Describe details of the mistreatment
pt_br: Descreva detalhes dos maus tratos

# suspected_abuse_example_key
source: Patient presents blunt bruises on arms and cuts on hands. The patient's behavior is also introspective, appearing afraid to talk.
pt_br: Paciente apresenta hematomas contundentes nos braços e cortes nas mãos. O comportamento do paciente também é instrospectivo, aparentando estar com medo de conversar.

# chemotherapy_toxicity_risk_question_one_key
source: What type of cancer does the patient have?
pt_br: Qual o tipo de câncer do paciente?

# chemotherapy_toxicity_risk_question_two_key
source: What dose of chemotherapy did the patient use?
pt_br: Qual a dose de quimioterapia utilizada pelo paciente?

# chemotherapy_toxicity_risk_question_three_key
source: What is the number of chemotherapy drugs used by the patient?
pt_br: Qual o número de medicamentos quimioterápicos utilizados pelo paciente?

# chemotherapy_toxicity_risk_question_four_key
source: What is the patient's hemoglobin value?
pt_br: Qual o valor da hemoglobina do paciente?

# chemotherapy_toxicity_risk_question_five_key
source: What is the patient's creatinine clearance?
pt_br: Qual o clearance de creatinina do paciente?

# chemotherapy_toxicity_risk_question_six_key
source: Does the patient have borderline hearing or severe hearing deficit?
pt_br: O paciente possui audição limítrofe ou déficit auditivo grave?

# chemotherapy_toxicity_risk_question_seven_key
source: Has the patient had one or more falls in the last six months?
pt_br: O paciente teve uma ou mais quedas nos últimos seis meses?

# chemotherapy_toxicity_risk_question_eight_key
source: Does the patient have difficulty taking medications?
pt_br: O paciente tem dificuldade ao tomar medicações?

# chemotherapy_toxicity_risk_question_nine_key
source: Can the patient walk a block?
pt_br: O paciente consegue caminhar um quarteirão?

# chemotherapy_toxicity_risk_question_ten_key
source: Was there a decrease in the patient's social activities?
pt_br: Houve diminuição das atividades sociais do paciente?

# chemotherapy_toxicity_risk_question_eleven_key
source: How old is the patient?
pt_br: Qual a idade do paciente?

# chemotherapy_toxicity_risk_header_key
source: Hurria Toxicity Score
pt_br: Escore de Toxicidade de Hurria

# chemotherapy_toxicity_risk_question_one_option_one_key
source: Gastrointestinal (GI) or Genitourinary (GU)
pt_br: Gastrointenstinal (GI) ou Genitourinário (GU)

# chemotherapy_toxicity_risk_question_one_option_two_key
source: Another type of cancer
pt_br: Outro tipo de câncer

# chemotherapy_toxicity_risk_question_two_option_one_key
source: Standard dose
pt_br: Dose padrão

# chemotherapy_toxicity_risk_question_two_option_two_key
source: Reduced dose
pt_br: Dose reduzida

# chemotherapy_toxicity_risk_question_three_option_one_key
source: Polychemotherapy (two or more medications)
pt_br: Poliquimioterapia (dois ou mais medicamentos)

# chemotherapy_toxicity_risk_question_three_option_two_key
source: Monochemotherapy (one medicine)
pt_br: Monoquimioterapia (um medicamento)

# chemotherapy_toxicity_risk_question_four_option_one_male_key
source: Less than 11 g/dL
pt_br: Menor que 11 g/dL

# chemotherapy_toxicity_risk_question_four_option_two_male_key
source: Greater than or equal to 11 g/dL
pt_br: Maior ou igual a 11 g/dL

# chemotherapy_toxicity_risk_question_four_option_one_female_key
source: Less than 10 g/dL
pt_br: Menor que 10 g/dL

# chemotherapy_toxicity_risk_question_four_option_two_female_key
source: Greater than or equal to 10 g/dL
pt_br: Maior ou igual a 10 g/dL

# chemotherapy_toxicity_risk_question_five_option_one_key
source: Less than 34 mL/min
pt_br: Menor que 34 mL/min

# chemotherapy_toxicity_risk_question_five_option_two_key
source: Greater than or equal to 34 mL/min
pt_br: Maior ou igual a 34 mL/min

# chemotherapy_toxicity_risk_question_eight_option_one_key
source: Can't do it or can do it with partial help
pt_br: Não consegue ou consegue com ajuda parcial

# chemotherapy_toxicity_risk_question_eight_option_two_key
source: Can take it without help
pt_br: Consegue tomar sem ajuda

# chemotherapy_toxicity_risk_question_nine_option_one_key
source: With moderate or severe limitation
pt_br: Com limitação moderada ou acentuada

# chemotherapy_toxicity_risk_question_nine_option_two_key
source: Able to walk without limitations
pt_br: Consegue caminhar sem limitações

# chemotherapy_toxicity_risk_question_ten_option_one_key
source: Yes, due to physical and/or emotional limitations
pt_br: Sim, devido à limitação física e/ou emocional

# chemotherapy_toxicity_risk_question_eleven_option_one_key
source: 72 years old or older
pt_br: Maior ou igual a 72 anos

# chemotherapy_toxicity_risk_question_eleven_option_two_key
source: Less than 72 years old
pt_br: Menor que 72 anos

# chemotherapy_toxicity_risk_excellent_result_key
source: Individual with results suggestive of low risk of toxicity to chemotherapy
pt_br: Indivíduo com resultado sugestivo de risco baixo de toxicidade à quimioterapia

# chemotherapy_toxicity_risk_medium_result_key
source: Individual with results suggestive of moderate risk of toxicity to chemotherapy
pt_br: Indivíduo com resultado sugestivo de risco moderado de toxicidade à quimioterapia

# chemotherapy_toxicity_risk_bad_result_key
source: Individual with results suggestive of high risk of toxicity to chemotherapy
pt_br: Indivíduo com resultado sugestivo de risco alto de toxicidade à quimioterapia

# subtitle_key
source: Subtitle
pt_br: Legenda

# finished_domain_key
source: Domain finished
pt_br: Domínio finalizado

# incomplete_domain_key
source: Domain incomplete
pt_br: Domínio incompleto

# not_started_domain_key
source: Domain not started
pt_br: Domínio não iniciado
